Repository: Raiyan-sharif/WebSocketExample
Catalog: PockeTalk/PockeTalk/Localization/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, ms, pt_pt, ru, th, zh_hans, zh_hant

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
pt_pt: Língua
ru: Язык (слева)
th: ภาษา
zh_hans: 语言
zh_hant: 語言

source: Settings
de: Einstellung
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
pt_pt: Configurações
ru: Конфигурация
th: การตั้งค่า
zh_hans: 配置
zh_hant: 設定

source: Language Change
ja: 言語の変更

source: Menu
de: Menü
es: Ajustes
fr: Paramètres
ja: 設定
ko: 설정
ru: Меню
th: ตั้งค่า
zh_hans: 设置
zh_hant: 設定

source: License Info
de: Lizenzinfo
es: Información de licencia
fr: Informations de licence
it: Informazioni sulla licenza
ja: ライセンス情報
ko: 라이선스
ms: Maklumat Lesen
pt_pt: Informação Licença
ru: Сведения о лицензии
th: การอนุญาต
zh_hans: 许可
zh_hant: 授權

source: Support
de: Unterstützung
es: Soporte
it: Supporto
ja: サポート
ko: 지원
ms: Sokongan
pt_pt: Apoio
ru: Поддержка
th: ช่วยเหลือ
zh_hans: 支持
zh_hant: 支援

source: User Manual
ja: ユーザーマニュアル

source: Information
es: Información
fr: Informations
it: Informazioni
ja: 情報
ko: 정보
ms: Maklumat
pt_pt: Informação
ru: Сведения
th: ข้อมูล
zh_hans: 关于本机
zh_hant: 資訊

# manual
source: User's manual
de: Bedienungsanleitung
es: Manual del usuario
fr: Le manuel d'utilisation
it: Manuale utente
ja: マニュアル
ko: 매뉴얼
ms: Manual
pt_pt: Manual do utilizador
ru: Руководство пользователя
th: คู่มือ
zh_hans: 使用说明
zh_hant: 使用說明

source: Application Version
ja: アプリバージョン

source: Pocketalk Promotion
ja: Pocketalkプロモーション

source: Camera
de: Kamera
es: Cámara
fr: Caméra
it: Fotocamera
ja: カメラ
ko: 카메라 번역
ms: Kamera
pt_pt: Câmara
ru: Перевод изображения
th: กล้องแปลภาษา
zh_hans: 拍照翻译
zh_hant: 拍照翻譯

source: Favorite
de: Favorit
es: Favorito
fr: Favoris
it: Preferito
ja: お気に入り
ko: 즐겨찾기
ms: Kegemaran
pt_pt: Favorito
ru: Избранное
th: รายการโปรด
zh_hans: 收藏夹
zh_hant: 我的最愛

# PronunciationGuideline
source: Press the button and pronounce it
de: Pulse el botón y pronúncielo
es: Premere il pulsante e pronunciare
fr: Appuyez sur le bouton puis prononcez l’élément
it: Knopf drücken und aussprechen
ja: ボタンを押して発音してください
ko: 버튼을 누르고 발음해 주세요
ms: Tekan butang dan sebutkannya
pt_pt: Prima o botão e pronuncie
ru: Нажмите кнопку и произнесите
th: กรุณากดปุ่มแล้วออกเสียง
zh_hans: 请按住按钮进行发音
zh_hant: 請按住按鈕進行發音

source: Region
de: Land
es: Región
fr: Région
it: Zona
ja: 地域
ko: 지역
ms: Rantau
pt_pt: Região:
ru: Область
th: ภูมิภาค
zh_hans: 地区
zh_hant: 地區

source: Language Settings
de: Spracheinstellungen
es: Idioma
fr: Langue
it: Impostazioni lingua
ja: 言語設定
ko: 언어 설정
ms: Tetapan Bahasa
pt_pt: Configurações de linguagem
ru: Настройки языка
th: การตั้งค่าภาษา
zh_hans: 语言设置
zh_hant: 語言設定

# Speech Guideline
source: Hold down the button and say the language you want to search for.
de: Halten Sie die Taste gedrückt und nennen Sie die Sprache, nach der Sie suchen möchten.
es: Deje pulsado el botón y diga el idioma que desea buscar.
fr: Maintenez le bouton enfoncé et prononcez la langue à rechercher.
it: Tenere premuto il pulsante e pronunciare la lingua da ricercare.
ja: ボタンを押しながら、検索する言語名を話してください
ko: 버튼을 누른 상태에서 검색할 언어명을 말씀하십시오.
ms: Tekan butang dan nyatakan bahasa yang anda ingin carikan.
pt_pt: Mantenha o botão pressionado e diga o idioma que pretende procurar.
ru: Удерживая кнопку, произнесите название языка, который хотите найти.
th: กรุณากดปุ่มแล้วบอกชื่อภาษาที่ต้องการค้นหา
zh_hans: 请边按住按钮边说要查找的语言名称
zh_hant: 請按住按鍵，同時說出要搜尋的語言名稱

# history_add_fav
source: Add to Favorite
de: Zu Favoriten hinzufügen
es: Añadir a Favoritos
fr: Ajouter aux favoris
it: Aggiungi ai Preferiti
ja: お気に入りに追加
ko: 즐겨찾기 추가
ms: Tambahkan kepada Kegemaran
pt_pt: Adicionar aos favoritos
ru: Добавить в избранное
th: เพิ่มในรายการโปรด
zh_hans: 收藏
zh_hant: 加入我的最愛

# history_remove_fav
source: Remove From Favorite
de: Aus Favoriten entfernen
es: Eliminar de Favoritos
fr: Supprimer des favoris
it: Rimuovi dai Preferiti
ja: お気に入りから削除
ko: 즐겨찾기 삭제
ms: Keluarkan Daripada Kegemaran
pt_pt: Remover dos Favoritos
ru: Удалить из избранного
th: ลบออกจากรายการโปรด
zh_hans: 取消收藏
zh_hant: 從我的最愛中刪除

# retranslation
source: Translate into other languages
de: Traducir a otros idiomas
es: Tradurre in altre lingue
fr: Traduire dans d’autres langues
it: In andere Sprachen übersetzen
ja: 他の言語に翻訳
ko: 다른 언어로 번역
ms: Terjemah ke dalam bahasa lain
pt_pt: Traduza em outros idiomas
ru: Перевод на другие языки
th: แปลเป็นภาษาอื่น
zh_hans: 翻译成其他语言
zh_hant: 翻譯成其他語言

# reverse
source: Reverse translation
de: Umgekehrte Übersetzung
es: Traducción inversa
fr: Traduction inversée
it: Traduzione inversa
ja: 逆翻訳
ko: 역 번역
ms: Terjemahan sebaliknya
pt_pt: Tradução reversa
ru: Обратный перевод
th: กลับคำแปล
zh_hans: 逆向翻译
zh_hant: 逆向翻譯

# pronunciation_practice
source: Practice pronunciation
de: Practicar pronunciación
es: Praticare pronuncia
fr: Pratiquer la prononciation
it: Aussprache üben
ja: 発音練習
ko: 발음 연습
ms: Berlatih sebutan
pt_pt: Pratique a pronúncia
ru: Практика произношения
th: ฝึกออกเสียง
zh_hans: 发音练习
zh_hant: 發音練習

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
ms: Kongsi
ru: Поделиться
th: แชร์
zh_hans: 分享
zh_hant: 共用

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
pt_pt: Cancelar
ru: Отмена
th: ยกเลิก
zh_hans: 取消
zh_hant: 取消

# internet_connection_error
source: No Internet connection
de: Keine Internetverbindung
es: Sin conexión a Internet
fr: Pas de connexion Internet
it: Nessuna connessione a Internet
ja: インターネット接続がありません
ko: 인터넷에 연결되어 있지 않습니다
ms: Tiada sambungan Internet
pt_pt: Sem ligação à Internet
ru: Нет подключения к Интернету
th: ไม่มีการเชื่อมต่ออินเตอร์เน็ต
zh_hans: 网络未连接
zh_hant: 沒有網路連線

# connect_via_wifi
source: Connect to Wi-Fi
de: Mit Wi-Fi verbinden
es: Conectar a red Wi-Fi
fr: Se connecter au Wi-Fi
it: Connettiti al Wi-Fi
ja: Wi-Fiに接続する
ko: Wi-Fi에 접속하기
ms: Sambungkan ke Wi-Fi
pt_pt: Ligar a Wi-Fi
ru: Подключиться к Wi-Fi
th: เชื่อมต่อกับ Wi-Fi
zh_hans: 连接Wi-Fi
zh_hant: 連接Wi-Fi

source: Playback Speed
de: Velocidad de reproducción
es: Velocità di riproduzione
fr: Vitesse de lecture
it: Wiedergabegeschwindigkeit
ja: 再生速度
ko: 재생 속도
ms: Kelajuan main balik
pt_pt: Velocidade de reprodução
ru: Скорость воспроизведения
th: ความเร็วในการเล่นซ้ำ
zh_hans: 播放速度
zh_hant: 播放速度

source: Standard
de: Estándar
fr: Normale
ja: 標準
ko: 표준
ru: Стандартно
th: มาตรฐาน
zh_hans: 标准
zh_hant: 標準

source: Slowly
de: Lenta
es: Lentamente
fr: Lente
it: Langsam
ja: ゆっくり
ko: 느리게
ms: Perlahan
pt_pt: Lentamente
ru: Медленно
th: ช้า
zh_hans: 慢速
zh_hant: 慢速

source: Very Slowly
de: Muy lenta
es: Molto lentamente
fr: Très lente
it: Sehr langsam
ja: とてもゆっくり
ko: 매우 느리게
ms: Sangat perlahan
pt_pt: Muito lentamente
ru: Очень медленно
th: ช้ามาก
zh_hans: 极慢速
zh_hant: 極慢速

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 초기화
ms: Set Semula
pt_pt: Reinicializar
ru: Сбросить
th: รีเซ็ต
zh_hans: 初始化
zh_hant: 重設

source: Clear translation history
de: Übersetzungshistorie löschen
es: Borrar historial de traducciones
fr: Effacer l’historique des traductions
it: Cancella cronologia delle traduzioni
ja: 履歴の削除
ko: 기록 삭제
ms: Kosongkan sejarah terjemahan
pt_pt: Limpar histórico de traduções
ru: Очистить историю перевода
th: ลบประวัติการแปล
zh_hans: 清除历史记录
zh_hant: 刪除歷史資料

source: Delete the Camera translation history
de: Löschen Sie den Kameraübersetzungsverlauf
es: Eliminar el historial de traducción de la cámara
fr: Supprimer l'historique de traduction caméra
ja: カメラ翻訳の履歴を削除
ko: 카메라 번역 이력을 삭제
ru: Удалить историю перевода камеры
th: ลบประวัติกล้องแปลภาษา
zh_hans: 删除拍照翻译历史记录
zh_hant: 刪除拍照翻譯歷史資料

source: Clear all Favorite
de: Favoriten löschen
es: Borrar todos los favoritos
fr: Supprimer tous les favoris
it: Cancellare tutti i favoriti
ja: お気に入りを削除
ko: 즐겨찾기 삭제
ms: Kosongkan semua Kegemaran
pt_pt: Limpar todos os Favoritos
ru: Очистить все избранное
th: ลบรายการโปรด
zh_hans: 从收藏中删除
zh_hant: 刪除我的最愛

source: Delete all the data
de: Alle Daten löschen
es: Borrar todos los datos
fr: Supprimer toutes les données
it: Elimina tutti i dati
ja: すべてのデータを削除
ko: 모든 데이터를 삭제
ms: Padam semua data
pt_pt: Eliminar todos os dados
ru: Удалить все данные
th: ลบข้อมูลทั้งหมด
zh_hans: 删除所有数据
zh_hant: 刪除所有資料

# font_size
source: Text Size
de: Textgröße
es: Tamaño del texto
fr: Taille de police
it: Dimensione del testo
ja: 文字の大きさ
ko: 글꼴 크기
ms: Saiz Teks
pt_pt: Tamanho do texto
ru: Размер текста
th: ขนาดตัวอักษร
zh_hans: 文字大小
zh_hant: 文字大小

source: Smallest
de: Kleinste
es: Más pequeña
fr: Le plus petit
it: Più piccola
ja: 最小
ko: 최소
ms: Terkecil
pt_pt: O mais pequeno
ru: Наименьший
th: ขนาดเล็กที่สุด
zh_hans: 最小
zh_hant: 最小

source: Small
de: Klein
es: Pequeña
fr: Petit
it: Piccola
ja: 小
ko: 소
ms: Kecil
pt_pt: Pequeno
ru: Мелкий
th: ขนาดเล็ก
zh_hans: 小
zh_hant: 小

source: Medium
de: Standard
es: Estándar
fr: Normal
it: Standard
ja: 標準
ko: 표준
ms: Sederhana
pt_pt: Médio
ru: Стандартный
th: ขนาดกลาง
zh_hans: 标准
zh_hant: 標準

source: Large
de: Groß
es: Grande
fr: Grand
it: Grande
ja: 大
ko: 대
ms: Besar
pt_pt: Grande
ru: Крупный
th: ขนาดใหญ่
zh_hans: 大
zh_hant: 大

source: Largest
de: Maximal
es: Máxima
fr: Maximum
it: Massima
ja: 最大
ko: 최대
ms: Terbesar
pt_pt: Maior
ru: Максимальный
th: ขนาดใหญ่ที่สุด
zh_hans: 最大
zh_hant: 最大

# msg_history_del_dialog
source: Do you really want to clear your translation history?
de: Möchten Sie Ihre Übersetzungshistorie wirklich löschen?
es: ¿Seguro que desea borrar el historial de traducciones?
fr: Voulez-vous vraiment effacer l’historique de vos traductions ?
it: Cancellare la cronologia delle traduzioni?
ja: 履歴を削除しますか？
ko: 기록을 삭제하시겠습니까?
ms: Adakah anda betul-betul ingin mengosongkan sejarah terjemahan anda?
pt_pt: Deseja realmente limpar o seu histórico de traduções?
ru: Вы действительно хотите очистить историю перевода?
th: คุณต้องการลบประวัติหรือไม่ ?
zh_hans: 您真的要清除历史记录吗？
zh_hant: 是否刪除歷史資料？

# msg_camera_history_del_dialog
source: Do you want to delete the camera translation history?
de: Möchten Sie den Übersetzungsverlauf der Kamera löschen?
es: ¿Desea eliminar el historial de traducción de la cámara?
fr: Voulez-vous supprimer l'historique de traduction caméra ?
it: Vuoi eliminare la cronologia di traduzione della fotocamera?
ja: カメラ翻訳の履歴を削除しますか？
ko: 카메라 번역 이력을 삭제하시겠습니까?
ms: Adakah anda ingin memadamkan sejarah terjemahan kamera?
pt_pt: Deseja excluir o histórico de tradução da câmera?
ru: Удалить историю перевода камеры?
th: คุณต้องการลบประวัติกล้องแปลภาษาหรือไม่ ?
zh_hans: 是否删除拍照翻译的历史纪录？
zh_hant: 是否刪除拍照翻譯歷史資料？

# msg_history_del_dialog_favorite
source: Would you like to delete Favorite?
de: Möchten Sie den Favoriten löschen?
es: ¿Quieres eliminar los Favoritos?
fr: Souhaitez-vous supprimer les favoris?
it: Vuole eliminare i Preferiti ?
ja: お気に入りを削除しますか？
ko: 즐겨찾기를 삭제하시겠습니까?
ms: Adakah anda ingin menghapuskan Kegemaran?
pt_pt: Deseja eliminar o Favorito?
ru: Удалить избранное?
th: คุณต้องการลบรายการโปรดหรือไม่ ?
zh_hans: 删除收藏？
zh_hant: 是否刪除我的最愛？

# msg_all_data_reset
source: Are you sure you want to delete all the data? This operation cannot be undone
de: Sind Sie sicher, dass Sie alle Daten löschen möchten? Dieser Vorgang kann nicht rückgängig gemacht werden
es: ¿Está seguro de que desea borrar todos los datos? Esta operación no se puede deshacer
fr: Voulez-vous vraiment supprimer toutes les données ? Cette opération ne peut être annulée
it: Sei sicuro di voler eliminare tutti i dati? Questa operazione non può essere annullata
ja: すべてのデータを削除しますか？ この操作は元に戻せません
ko: 모든 데이터를 삭제하시겠습니까? 삭제하면 원래대로 복구할 수 없습니다
ms: Adakah anda pasti untuk memadam semua data? Operasi ini tidak boleh dibalikkan semula
pt_pt: Tem certeza de que pretende eliminar todos os dados? Esta operação não pode ser revertida
ru: Вы уверены, что хотите удалить все данные? Эта операция не может быть отменена
th: ท่านต้องการลบข้อมูลทั้งหมดใช่หรือไม่ การดำเนินการนี้ไม่สามารถยกเลิกได้
zh_hans: 确定要删除所有数据吗？ 此操作不可逆
zh_hant: 確定要刪除所有資料嗎？ 此操作不可逆

# delete_all_data
source: Delete all the data
de: Alle Daten löschen
es: Borrar todos los datos
fr: Supprimer toutes les données
it: Elimina tutti i dati
ja: すべてのデータを削除
ko: 모든 데이터를 삭제
ms: Padam semua data
pt_pt: Eliminar todos os dados
ru: Удалить все данные
th: ลบข้อมูลทั้งหมด
zh_hans: 删除所有数据
zh_hant: 刪除所有資料

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella tutto
ja: 削除
ko: 삭제
ms: Kosongkan
pt_pt: Limpar
ru: Очистить
th: ลบ
zh_hans: 清除
zh_hant: 刪除

# delete
source: Delete from History
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 履歴から削除
ko: 삭제
ms: Hapus
pt_pt: Apagar
ru: Удалить
th: ลบ
zh_hans: 删除
zh_hant: 刪除

# delete_from_fv
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
ms: Hapus
pt_pt: Apagar
ru: Удалить
th: ลบ
zh_hans: 删除
zh_hant: 刪除

# Socket_fail_message
source: No internet connection
de: Keine Internetverbindung
es: Sin conexión a Internet
fr: Hors connexion
it: Nessuna connessione a Internet
ja: インターネット接続がありません
ko: 인터넷에 접속되지 않았습니다
ms: Tiada sambungan internet
pt_pt: Sem ligação à Internet
ru: Нет подключения к Интернету
th: ไม่พบการเชื่อมต่ออินเทอร์เน็ต
zh_hans: 未连接到网络
zh_hant: 未連接到網路

# no_stt_msg
source: Language is not supported
de: Sprache wird nicht unterstützt
es: No se admite el idioma
fr: La langue n'est pas prise en charge
it: Lingua non supportata
ja: 言語はサポートされていません
ko: 이 언어는 지원하지 않습니다
ms: Bahasa tidak disokong
pt_pt: O idioma não é suportado
ru: Язык не поддерживается
th: ไม่รองรับภาษา
zh_hans: 语言不被支持
zh_hant: 不支持該語言

source: Open
de: Öffnen
es: Abierto
fr: Ouvrir
it: Aperto
ja: 開く
ko: 열기
ms: Buka
pt_pt: Abrir
ru: Открыть
th: เปิด
zh_hans: 打开
zh_hant: 打開

# delete_from_Camera_History
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
ms: Hapus
pt_pt: Apagar
ru: Удалить
th: ลบ
zh_hans: 删除
zh_hant: 刪除

# history_cleared
source: History has been cleared.
de: Die Historie wurde gelöscht.
es: El historial ha sido borrado.
fr: L’historique a bien été effacé.
it: La cronologia è stata cancellata.
ja: 削除しました
ko: 삭제하였습니다
ms: Sejarah telah dikosongkan.
pt_pt: O histórico foi limpo.
ru: История очищена.
th: ลบประวัติแล้ว
zh_hans: 历史记录已被清除
zh_hant: 已刪除

# camera_history_cleared
source: Camera translation history has been cleared.
de: Von der Kamera übersetzte Dateien wurden gelöscht.
es: El historial de traducción de la cámara se ha eliminado.
fr: L'historique de traduction caméra a été effacé.
it: La cronologia di traduzione della fotocamera è stata eliminata.
ja: カメラ翻訳の履歴を削除しました。
ko: 카메라 번역 이력을 삭제하였습니다.
ms: Sejarah terjemahan kamera telah dipadamkan.
pt_pt: O histórico de tradução da câmera foi cancelado.
ru: История перевода камеры очищена.
th: ลบประวัติกล้องแปลภาษาเรียบร้อยแล้ว
zh_hans: 已删除拍照翻译的历史纪录
zh_hant: 已刪除拍照翻譯歷史資料。

# favorite_history_cleared
source: Favorite has been deleted.
de: Der Favorit wurde gelöscht.
es: Los Favoritos han sido eliminados.
fr: Les favoris ont été supprimés.
it: I Preferiti sono stati eliminati.
ja: 削除しました。
ko: 삭제하였습니다.
ms: Kegemaran telah dihapuskan.
pt_pt: O favorito foi eliminado
ru: Избранное удалено.
th: ลบรายการโปรดแล้ว
zh_hans: 已删除收藏
zh_hant: 已刪除。

# error_no_text_detected
source: No text detected from image
de: Im Bild wurde kein Text erkannt
es: No se ha detectado texto en la imagen
fr: Aucun texte détecté dans l'image
it: Nessun testo rilevato dall'immagine
ja: 画像からテキストが検出されませんでした
ko: 이미지에서 텍스트를 검출할 수 없습니다.
ms: Tiada teks dikesan daripada imej
pt_pt: Nenhum texto detetado na imagem
ru: В изображении не обнаружен текст
th: ไม่พบข้อความจากภาพ
zh_hans: 未从图像中检测到文本
zh_hant: 未從圖片中偵測到文字。

# error_network
source: Network error
de: Netzwerkfehler.
es: Error de red.
fr: Erreur réseau.
it: Errore di rete.
ja: ネットワークエラー。
ko: 네트워크 에러
ms: Ralat rangkaian.
pt_pt: Erro de rede.
ru: Ошибка сети.
th: ข้อผิดพลาดเกี่ยวกับเครือข่าย
zh_hans: 网络错误。
zh_hant: 網路連線錯誤。

# language_selection_voice_message
source: Please say the language name. Ex: "German"
de: Bitte nennen Sie den Namen der Sprache. NZ.B: "Deutsch"
es: Por favor, diga el nombre del idioma. Ex: "Alemán"
fr: Veuillez indiquer le nom de la langue. Ex: "Allemand"
it: Pronunciare il nome della lingua. Es: "tedesco"
ja: 言語名を話してください. 例: "ドイツ語"
ko: 언어명을 말씀하십시오. 예: "독일어"
ms: Sila nyatakan nama bahasa. Cth: "Jerman"
pt_pt: Por favor, diga o nome do idioma. Ex: "Alemão"
ru: Произнесите название языка. Например: "Немецкий"
th: กรุณาบอกชื่อภาษา ตัวอย่าง:"ภาษาเยอรมัน"
zh_hans: 请说出语言名称。 例如：德语
zh_hant: 請說出語言名稱。 例如：”德文"

# country_selection_voice_msg
source: Please say the country name. Ex: "Germany"
de: Bitte den Ländernamen angeben. Ex: "Spanien"
es: Indique el nombre del país. Ej: "Alemania"
fr: Veuillez indiquer le nom du pays. Ex : "Allemagne"
it: Indica il nome del paese. Es: "Francia"
ja: 地域名を言ってください。 例： 「ドイツ」
ko: 국가명을 말씀하십시오. 예: "미국"
ms: Sila nyatakan nama negara. Ex: "Jerman"
pt_pt: Por favor, diga o nome do país. Ex: ”Alemanha"
ru: Произнесите название страны. Например: "Германия"
th: กรุณาบอกชื่อประเทศ ตัวอย่าง:"เยอรมัน"
zh_hans: 请说出国家/地区名称。 例如：德国
zh_hant: 請說出地區名稱。 例如： 「德國」

source: Low Battery
de: Niedriger Batteriestatus
es: Batería baja
fr: Batterie faible
it: Batteria in esaurimento
ja: ローバッテリー
ko: 배터리가 얼마 남지 있습니다
ms: Bateri Lemah
pt_pt: Bateria Fraca
ru: Низкий заряд батареи
th: แบตเตอรี่ของคุณเหลือน้อย
zh_hans: 电量低
zh_hant: 剩餘電量不足

# charge_the_device
source: Please charge the device
de: Laden Sie das Gerät bitte auf
es: Por favor, cargue la batería
fr: Veuillez charger la batterie
it: Caricare il dispositivo
ja: デバイスを充電してください
ko: 충전하십시오
ms: Sila caskan peranti
pt_pt: Por favor carregue o dispositivo
ru: Пожалуйста, зарядите устройство
th: กรุณาชาร์จอุปกรณ์
zh_hans: 请充电
zh_hant: 請充電

# camera_flash_unavailable
source: Camera Flash disabled due to low battery
de: Der Blitz kann nicht verwendet werden, da der Batteriestand zu niedrig ist
es: Flash de la cámara desactivado por batería baja
fr: Le flash ne peut pas être utilisé parce que le niveau de batterie est faible
it: Flash fotocamera disabilitato a causa della batteria scarica
ja: バッテリー残量が不足しているため、フラッシュは使用できません
ko: 배터리 잔량이 부족하기 때문에 플래시는 사용할 수 없습니다
ms: Denyar tidak boleh digunakan kerana bateri lemah.
pt_pt: A câmara Flash foi desativada porque o nível de carga da bateria é fraco
ru: Вспышка камеры отключена из-за низкого заряда батареи
th: ท่านไม่สามารถใช้แฟลชได้เนื่องจากแบตเตอรี่มีไม่เพียงพอ
zh_hans: 电量不足，无法使用闪光灯
zh_hant: 電量不足，無法使用閃光燈

source: Can not translate
de: Keine Übersetzung möglich.
es: No se puede traducir.
fr: Impossible de traduire.
it: Traduzione non disponibile.
ja: 翻訳できません。
ko: 번역할 수 없습니다.
ms: Tidak boleh terjemah.
pt_pt: Não é possível traduzir.
ru: Невозможно перевести.
th: ไม่สามารถแปลได้
zh_hans: 无法翻译。
zh_hant: 無法翻譯。

# Country Speech Guideline
source: Hold down the button and say the country you want to search for.
de: Halten Sie den Knopf gedrückt und sagen Sie, nach welchem Land Sie suchen möchten.
es: Mantenga pulsado el botón y diga el país que desea buscar.
fr: Maintenez le bouton enfoncé et dites le pays que vous voulez rechercher.
it: Tieni premuto il pulsante e indica il paese che desideri cercare.
ja: ボタンを押したまま、検索したい地域を言ってください。
ko: 버튼을 누른 상태에서 검색할 국가명을 말씀하십시오.
ms: Tekan butang dan nyatakan negara yang ingin anda carikan.
pt_pt: Mantenha o botão pressionado e diga o país que pretende procurar.
ru: Удерживая кнопку, произнесите название страны, которую хотите найти.
th: กรุณากดปุ่มแล้วบอกชื่อประเทศที่ต้องการค้นหา
zh_hans: 按住按钮并说出想要搜索的国家/地区
zh_hant: 請按住按鍵並說出想要搜尋的地區。

# kActionAllowAccess
source: Allow access
de: Erlauben
es: Permitir el acceso
fr: Permettre l'accès
it: Consenti accesso
ja: 許可
ko: 허용
ms: kebenaran
pt_pt: Permitir acesso
ru: Разрешить доступ
th: อนุญาต
zh_hans: 允许
zh_hant: 允許

# kActionCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
pt_pt: Cancelar
ru: Отмена
th: ยกเลิก
zh_hans: 取消
zh_hant: 取消

# kMicrophoneUsageTitle
source: ”ポケトーク" App requests to access your Microphone
de: POCKETALK-App erfordert den Zugriff auf Ihr Mikrofon
es: La aplicación POCKETALK requiere el acceso a su micrófono.
fr: L'application de POCKETALK demande l'accès pour votre microphone
it: L'App POCKETALK richiede l'accesso al tuo microfono.
ja: ポケトークアプリがマイクへのアクセスを求めています
ko: 포켓토크 앱이 마이크에 대한 접근 권한을 요청합니다
ms: Aplikasi POCKETALK memerlukan akses ke mikrofon anda.
pt_pt: A aplicação POCKETALK requer acesso ao seu microfone.
ru: Приложению POCKETALK требуется доступ к микрофону
th: แอปพลิเคชัน POCKETALK ต้องการเข้าถึงไมโครโฟนของคุณ
zh_hans: POCKETALK应用程序要求访问麦克风
zh_hant: POCKETALK App要求訪問麥克風

# kMicrophoneUsageMessage
source: This app requires the access to Microphone to convert speech to text for translation
de: Diese App erfordert den Zugriff auf Ihr Mikrofon, um Sprache in Text umzuwandeln und zu übersetzen
es: Esta aplicación requiere el acceso al micrófono para convertir la voz en texto para su traducción
fr: Cette application demande l'accès pour le microphone afin de convertir la voix en texte et de traduire la texte
it: Questa app richiede l'accesso al microfono per poter convertire il parlato in testo per la traduzione
ja: このアプリは音声をテキストへ変換し翻訳するためにマイクへのアクセスを求めています
ko: 이 앱은 음성을 문자로 변환하여 번역하기 위하여 마이크에 대한 접근 권한이 필요합니다
ms: Aplikasi ini memerlukan akses ke mikrofon untuk menukarkan pertuturan kepada teks untuk terjemahan
pt_pt: Esta aplicação requer acesso ao microfone para converter voz em texto para tradução
ru: Приложению требуется доступ к микрофону для преобразования речи в переводимый текст
th: แอปพลิเคชันนี้ต้องการเข้าถึงไมโครโฟนของคุณเพื่อแปลงเสียงเป็นข้อความและแปล
zh_hans: 该应用程序要求访问麦克风以将语音转换为文本并进行翻译
zh_hant: 該App要求訪問麥克風以將語音轉換為文字並進行翻譯

# kPhotosUsageTitle
source: Photos unavailable
de: Fotos können nicht verwendet werden
es: Fotos no disponibles
fr: La photo ne peut pas être utilisée.
it: Foto non disponibili
ja: 写真が利用できません
ko: 사진을 이용할 수 없습니다
ms: Foto tidak disediakan
pt_pt: As fotografias não estão disponíveis
ru: Фотографии недоступны
th: ไม่สามารถใช้รูปภาพได้
zh_hans: 无法使用照片
zh_hant: 無法使用照片

# kPhotosUsageMessage
source: POCKETALK requests access to your photo library
de: ”POCKETALK” fordert den Zugriff auf die Fotos an
es: POCKETALK solicita el acceso a su biblioteca de fotos
fr: POCKETALK demande la permission pour accéder à la librairie de photo
it: POCKETALK richiede l'accesso alla galleria di foto
ja: ”PockeTalk”が写真へのアクセスを求めています
ko: "POCKETALK"가 사진에 대한 액세스 허용을 요청합니다
ms: "POCKETALK" meminta akses kepada foto
pt_pt: O POCKETALK necessita de aceder à sua biblioteca de fotografias
ru: POCKETALK запрашивает доступ к вашей библиотеке фотографий
th: POCKETALK ต้องได้รับอนุญาตในการเข้าถึงรูปภาพ
zh_hans: “POCKETALK”请求访问相册
zh_hant: “POCKETALK”請求訪問相簿

# kCameraUsageTitle
source: "ポケトーク" App requests access to your camera
de: POCKETALK erfordert den Zugriff auf Ihre Kamera
es: La aplicación POCKETALK requiere el acceso a su cámara.
fr: L'application de POCKETALK demande l'accès pour votre caméra
it: L'App POCKETALK richiede l'accesso alla tua fotocamera.
ja: ポケトークがカメラへのアクセスを求めています
ko: 포켓토크가 카메라에 대한 접근 권한을 요청합니다
ms: Aplikasi POCKETALK memerlukan akses ke kamera anda.
pt_pt: A aplicação POCKETALK requer acesso à sua câmara.
ru: Приложению POCKETALK требуется доступ к камере
th: แอปพลิเคชัน POCKETALK ต้องการเข้าถึงกล้องของคุณ
zh_hans: POCKETALK应用程序要求访问相机
zh_hant: POCKETALK App要求訪問相機
