Repository: Raiyan-sharif/WebSocketExample
Catalog: PockeTalk/PockeTalk/Localization/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, ms, pt_pt, ru, th, zh_hans, zh_hant

# kCameraUsageMessage
source: This app requires the access to camera to get the text from image for translation
de: Diese App erfordert den Zugriff auf Ihre Kamera, um Text aus einem Bild abzurufen und zu übersetzen
es: Esta aplicación requiere el acceso a la cámara para obtener el texto de la imagen para su traducción
fr: Cette application demande l'accès pour la caméra afin d'obtenir la texte à partir de l'image et de traduire la texte
it: Questa app richiede l'accesso alla fotocamera per ottenere il testo dall'immagine per la traduzione
ja: このアプリは画像からテキスト取得し翻訳するためにカメラへのアクセスを求めています
ko: 이 앱은 이미지에서 문자를 인식하여 번역하기 위하여 카메라에 대한 접근 권한이 필요합니다
ms: Aplikasi ini memerlukan akses ke kamera untuk mendapatkan teks daripada imej untuk terjemahan
pt_pt: Esta aplicação requer acesso à câmara para obter o texto da imagem para tradução
ru: Приложению требуется доступ к камере для распознавания переводимого текста на изображении
th: แอปพลิเคชันนี้ต้องการเข้าถึงกล้องของคุณเพื่อรับข้อความจากรูปภาพและแปล
zh_hans: 该应用程序要求访问相机以从图像中获取文本并进行翻译
zh_hant: 該App要求訪問相機以從圖像中獲取文字並進行翻譯

# kNotAllow
source: Don't Allow
de: Verweigern
es: No permitir
fr: Ne pas permettre
it: Non consentire
ja: 許可しない
ko: 허용하지 않음
ms: tidak dibenarkan
pt_pt: Não permitir
ru: Не разрешать
th: ไม่อนุญาต
zh_hans: 拒绝
zh_hant: 拒絕

# kNextButtonTitle
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음으로
ms: Seterusnya
pt_pt: Seguinte
ru: Далее
th: ถัดไป
zh_hans: 下一步
zh_hant: 下一步

# kTermsAndConditionsVCTitle
source: The mobile app version of POCKETALK -- the most sold AI translator in the world
de: Dies ist die App-Version von POCKETALK, der weltweit meistverkaufte KI-Übersetzer
es: La versión de la aplicación móvil de POCKETALK: el traductor de IA más vendido en el mundo
fr: C'est une version d'application de l'appareil de traduction en AI "POCKETALK" qui est vendu le plus dans le monde.
it: La versione dell'app mobile di POCKETALK -- il traduttore AI più venduto al mondo
ja: 販売台数世界一のAI翻訳機ポケトークのアプリ版です
ko: 세계 최고의 판매 대수를 자랑하는 AI 번역기 포켓토크의 앱 버전입니다
ms: Ini adalah Aplikasi penterjemah AI POCKETALK dengan jualan terlaris di dunia.
pt_pt: Versão da aplicação móvel do POCKETALK, o tradutor de inteligência artificial mais vendido a nível mundial
ru: Версия мобильного приложения POCKETALK – самого продаваемого в мире переводчика с искусственным интеллектом
th: แอปพลิเคชั่นของ POCKETALK เครื่องแปลภาษาระบบ AI ที่มียอดขายสูงที่สุดในโลก
zh_hans: 这是销量世界第一的AI翻译器POCKETALK的App版本
zh_hant: 這是銷售量全球第一的AI翻譯器POCKETALK的App版本

# kTermsAndConditionsVCBulletPointOneTitle
source: Instant voice translator
de: Sofortige Sprachübersetzung
es: Traductor de voz instantáneo
fr: La traduction vocale à l'instant
it: Traduttore vocale istantaneo
ja: 瞬間音声翻訳
ko: 순간 음성 번역
ms: Terjemahan suara dengan segera
pt_pt: Tradutor de voz imediato
ru: Мгновенный голосовой переводчик
th: แปลภาษาจากเสียงพูดในทันที
zh_hans: 即时语音翻译
zh_hant: 即時語音翻譯

# kTermsAndConditionsVCBulletPointTwoTitle
source: Supported Languages: 115
de: Verfügbar in 115 Sprachen
es: Idiomas admitidos: 115
fr: Correspondons à 115 langues
it: Lingue supportate: 115
ja: 115言語対応
ko: 115개 언어 대응
ms: Menyokong 115 bahasa
pt_pt: Idiomas suportados: 115
ru: Поддерживаемые языки: 115
th: รองรับ 115 ภาษา
zh_hans: 支持115种语言
zh_hant: 支援115種語言

# kTermsAndConditionsVCCheckTermsButtonTitle
source: Check the terms of use
de: Nutzungsbedingungen bestätigen
es: Consulte las condiciones de uso
fr: Vérifier les conditions d'utilisation
it: Verifica le condizioni d'uso
ja: 利用規約を確認する
ko: 이용 약관 확인하기
ms: Menyemak syarat penggunaan
pt_pt: Consulte as condições de utilização
ru: Ознакомьтесь с условиями использования
th: ตรวจสอบข้อกำหนดการใช้งาน
zh_hans: 确认使用条款
zh_hant: 確認使用條款

# kTermsAndConditionsVCAcceptTermsButtonButtonTitle
source: Accept the terms and start
de: Nutzungsbedingungen zustimmen und starten
es: Acepte las condiciones y empiece
fr: Accepter les conditions d'utilisation et commencer
it: Accetta i termini e inizia
ja: 利用規約に同意してはじめる
ko: 이용 약관 동의한 후 시작하기
ms: Bersetuju dengan syarat penggunaan dan mulakan
pt_pt: Aceitar as condições e começar a utilizar
ru: Принять условия и начать
th: ยอมรับข้อกำหนดการใช้งานและเริ่มใช้งาน
zh_hans: 同意使用条款并开始使用
zh_hant: 同意使用條款並開始使用

# kInitialPermissionSettingsVCTitle
source: You need to allow access to the following functions for voice input, camera translation and notification.
de: Bitte erlauben Sie die folgenden Funktionen:
es: Debe permitir el acceso a las siguientes funciones para la entrada de voz, la traducción de cámara y las notificaciones.
fr: Permettez la fonction suivante pour la saisie vocale, la traduction de caméra et les notifications
it: È necessario consentire l'accesso alle seguenti funzioni per l'input vocale, la traduzione tramite fotocamera e le notifiche.
ja: 次の機能を許可してください
ko: 다음 기능을 허용해 주세요
ms: Sila benarkan ciri berikut
pt_pt: Tem de permitir o acesso às seguintes funções de entrada de voz, tradução com câmara e notificações.
ru: Необходимо разрешить доступ к следующим функциям для голосового ввода, перевода с помощью камеры и уведомлений.
th: กรุณาตั้งค่าอนุญาตให้แอปพลิเคชันเข้าถึงฟังก์ชันการใช้งานดังต่อไปนี้
zh_hans: 请允许以下功能
zh_hant: 請允許以下功能

# kInitialPermissionSettingsVCMicrophoneLabel
source: Microphone
de: Mikrofon
es: Micrófono
fr: Le microphone
it: Microfono
ja: 音声
ko: 마이크
ms: Mikrofon
pt_pt: Microfone
ru: Микрофон
th: ไมโครโฟน
zh_hans: 麦克风
zh_hant: 麥克風

# kInitialPermissionSettingsVCCameraLabel
source: Camera
de: Kamera
es: Cámara
fr: La caméra
it: Fotocamera
ja: カメラ
ko: 카메라
ms: Kamera
pt_pt: Câmara
ru: Камера
th: กล้อง
zh_hans: 相机
zh_hant: 相機

# kInitialPermissionSettingsVCNotificationLabel
source: Notifications
de: Benachrichtigungen
es: Notificaciones
fr: Les notifications
it: Notifiche
ja: 通知
ko: 알림
ms: pemberitahuan
pt_pt: Notificações
ru: Уведомления
th: การแจ้งเตือน
zh_hans: 通知
zh_hant: 通知

# kPaidPlanVCTitleLabel
source: The POCKETALK App is a paid subscription service.
de: Zur Nutzung der POCKETALK-App benötigen Sie einen kostenpflichtigen Plan
es: La aplicación de POCKETALK es un servicio de suscripción de pago.
fr: L'application POCKETALK est un service d'abonnement payant
it: L'app POCKETALK è un servizio di sottoscrizione a pagamento.
ja: ポケトークアプリの利用には有料プランが必要です
ko: 포켓토크 앱 이용에는 유료 요금제가 필요합니다
ms: Pelan bayaran diperlukan untuk menggunakan Aplikasi POCKETALK
pt_pt: A aplicação POCKETALK é um serviço por subscrição pago.
ru: Приложение POCKETALK является платной услугой по подписке.
th: ท่านต้องซื้อแพ็กเกจเพื่อใช้งานแอปพลิเคชันของ POCKETALK
zh_hans: 使用POCKETALK App需要付费
zh_hant: 使用POCKETALK App需要付費

# kPaidPlanVCBulletPointOneLabel
source: Register now for a 3-day Free Trial. No charge if you cancel before the trial ends.
ja: ·3日以内の解約で料金は発生しません

# kPaidPlanVCBulletPointTwoLabel
source: After the free trial period expires, your account will automatically be charged the weekly or monthly or annual subscription fee.
de: ･Ab dem Tag nach dem letzten Tag des Gratiszeitraums wird die oben genannte Gebühr fortlaufend berechnet
es: Después de que expire el período de prueba gratuito, se le cobrará automáticamente en su cuenta la tarifa de suscripción semanal, mensual o anual.
fr: Après que la période d'essai gratuit expire, le frais ci-dessus continuera à être chargé automatiquement.
it: Al termine del periodo di prova gratuito, l'account diventerà automaticamente a pagamento e si riceverà l'addebito una volta alla settimana, al mese o all'anno.
ja: ・無料期間最終日の翌日より上記料金が継続的に課金されます
ko: •무료 기간 마지막 날의 익일부터 상기 요금이 계속 과금됩니다
ms: ・ Caj di atas akan diteruskan dari hari terakhir selepas tempoh percuma.
pt_pt: Quando o período de teste gratuito expirar, o valor da taxa de subscrição será cobrado automaticamente à sua conta numa base semanal, mensal ou anual.
ru: При отмене до окончания пробного периода плата не взимается. По истечении бесплатного пробного периода с вашего счета будет автоматически снята стоимость еженедельной, ежемесячной или ежегодной подписки.
th: ค่าบริการข้างต้นจะถูกเรียกเก็บอย่างต่อเนื่องหากเลยวันสุดท้ายของการใช้งานฟรี
zh_hans: ・上述费用将从试用期最后一天的次日起连续收取
zh_hant: ・上述費用將從試用期最後一天的次日起連續收取

# kPaidPlanVCPurchaseButtonTitle
source: Start a 3-Day Free Trial
de: 3 Tage lang kostenlos testen
es: Empiece una prueba gratuita de 3 días
fr: Commencer à utiliser à titre gratuit pour 3 jours
it: Inizia una prova gratuita di 3 giorni
ja: 3日間無料で利用開始
ko: 3일간 무료로 체험 시작
ms: Mulakan Percubaan Percuma 3 Hari
pt_pt: Inicie uma avaliação gratuita de 3 dias
ru: Начать трехдневный пробный период
th: เริ่มทดลองใช้งานฟรี 3 วัน
zh_hans: 开始利用且享受3天免费
zh_hant: 開始利用且享受3天免費

# kPaidPlanVCRestorePurchaseHistoryButton
source: Restore your in-app purchase history
de: Ihre Bestellungen wiederherstellen
es: Restaure su historial de compras en la aplicación
fr: Restaurer votre histoire d'achat
it: Ripristina la cronologia di acquisto nell'app
ja: 購入状態を復元
ko: 구매 내역을 복원하기
ms: Pulihkan sejarah pembelian
pt_pt: Restaure o seu histórico de compras na aplicação
ru: Восстановить историю покупок в приложении
th: กู้คืนประวัติการซื้อ
zh_hans: 恢复购买记录
zh_hant: 恢復購買記錄

# kPaidPlanVCRestorePurchaseButtonAlertTitle
source: Select a subscription plan
de: Wählen Sie einen Plan
es: Seleccione un plan de suscripción
fr: Sélectionnez un plan d'abonnement
it: Seleziona un piano di sottoscrizione
ja: プランを選択してください
ko: 이용 요금제를 선택해 주세요
ms: Sila pilih pelan penggunaan
pt_pt: Selecione um plano de subscrição
ru: Выберите план подписки
th: กรุณาเลือกแพ็กเกจการใช้งาน
zh_hans: 请选择使用方案
zh_hant: 請選擇使用方案

# kPaidPlanVCRestorePurchaseButtonAlertButtonOneTitle
source: 360 yen/month 3 days free use
de: 360 Yen/Monat 3 Tage kostenlose Nutzung
es: 360 yenes/mes 3 días de uso gratuito
fr: 360yen/semaine L'essai gratuit pour 3 jours
it: 360 yen all'anno, 3 giorni di utilizzo gratuito
ja: 360円/月3日間の無料利用
ko: 360엔/월 3일간 무료 체험
ms: 360 yen/bulan penggunaan percuma 3 hari
pt_pt: 360 yens/mês 3 dias de utilização gratuita
ru: 360 иен/месяц (3 дня на опробование бесплатно)
th: 360 เยน/เดือน ใช้งานฟรี 3 วัน
zh_hans: 360日元/月 3天免费使用
zh_hant: 360日圓/月 3天免費使用

# kPaidPlanVCRestorePurchaseButtonAlertButtonTwoTitle
source: 3600 yen/year 3 days free use
de: 3600 Yen/Jahr 3 Tage kostenlose Nutzung
es: 3600 yenes/año 3 días de uso gratuito
fr: 3600yen/an L'essai gratuit pour 3 jours
it: 3600 yen all'anno, 3 giorni di utilizzo gratuito
ja: 3600円/年 3日間のの無料利用
ko: 3600엔/연 3일간 무료 체험
ms: 3600 yen/tahun penggunaan percuma 3 hari
pt_pt: 3600 yens/ano 3 dias de utilização gratuita
ru: 3600 иен/год (3 дня на опробование бесплатно)
th: 3600 เยน/ปี ใช้งานฟรี 3 วัน
zh_hans: 3600日元/年 3天免费使用
zh_hant: 3600日圓/年 3天免費使用

# kPockeTalk
source: PockeTalk
ja: ポケトーク

# kIAPFreeDaysDescription
source: All plans are free for the first 3 days
de: Für alle Pläne, 3 Tage sind kostenlos für Neukunden
es: Todos los planes son gratuitos durante los primeros 3 días
fr: Tous les plans sont gratuits au début pour 3 jours
it: Tutti i piani sono gratuiti per i primi 3 giorni
ja: 全プラン、初回3日間無料
ko: 모든 요금제, 첫 3일간 무료
ms: Semua pelan adalah percuma untuk 3 hari pertama
pt_pt: Todos os planos são gratuitos durante os primeiros 3 dias
ru: Все тарифы бесплатны первые 3 дня
th: ทุกแพ็กเกจ ใช้ฟรี 3 วันแรก
zh_hans: 所有方案的首次利用均免费3天
zh_hant: 所有方案的首次利用均免費3天

# kIAPFreePeriodCancellationDescription
source: There will be no fee if the subscription is cancelled during the free period.
de: Kündigen Sie während des Gratiszeitraums, werden Ihnen keine Kosten berechnet.
es: No se aplicará ningún coste si cancela durante el periodo gratuito.
fr: Le frais n'arrive pas lorsqu vous résiliez en cours de la période gratuite.
it: Nessun addebito se cancelli durante il periodo di prova gratuita.
ja: 無料期間内の解約で料金は発生しません。
ko: 무료 기간 내에 해지하시면 요금이 부가되지 않습니다.
ms: Bayaran tidak akan dikenakan jika anda membuat pembatalan semasa tempoh percuma.
pt_pt: Não será cobrada qualquer taxa se cancelar durante o período gratuito.
ru: При отмене подписки в течение пробного периода плата по тарифу не взимается.
th: ไม่มีค่าธรรมเนียมหากคุณยกเลิกระหว่างช่วงทดลองใช้งานฟรี
zh_hans: 在免费期内解约将不收取任何费用。
zh_hant: 在免費期間內解約將不收取任何費用。

# kIAPFreePeriodSubscriptionDescription
source: The subscription fee will start being charged from the day after the last day of the free period.
de: Ab dem Tag nach dem Ende des Gratiszeitraums wird die Gebühr fortlaufend berechnet.
es: La tarifa se cobrará de forma continua desde el día siguiente al último día del periodo gratuito.
fr: Le frais sera demandé régulièrement à partir du lendeman de la dernier jour de la période gratuite.
it: La tariffa verrà addebitata in maniera continuativa dal giorno successivo all'ultimo giorno del periodo di prova gratuita.
ja: 無料期間最終日の翌日より料金が継続的に課金されます。
ko: 무료 기간 마지막 날의 익일부터 요금이 계속 부가됩니다.
ms: Bayaran akan dikenakan secara berterusan bermula hari selepas hari terakhir tempoh percuma.
pt_pt: A taxa vai ser cobrada de maneira contínua um dia após o último dia do período gratuito.
ru: Плата начинает взиматься с первого дня после окончания пробного периода.
th: ค่าธรรมเนียมจะถูกเรียกเก็บทันทีในวันถัดไปหลังจากวันสุดท้ายของช่วงทดลองใช้งานฟรี
zh_hans: 费用将从免费期结束日的次日起持续收取。
zh_hant: 費用將從免費期間結束日的次日起持續收取。

# kWelcomeVCTitleLabelTop
source: Welcome to
de: Willkommen
es: Bienvenido a POCKETALK
fr: Bienvenue
it: Benvenuto a POCKETALK
ja: ようこそ
ko: 환영합니다
ms: Selamat datang ke POCKETALK
pt_pt: Bem-vindo ao POCKETALK
ru: Добро пожаловать
th: ยินดีต้อนรับสู่ POCKETALK
zh_hans: 欢迎使用POCKETALK
zh_hant: 歡迎使用POCKETALK

# kWelcomeVCTitleLabelBottom
source: POCKETALK
ja: ポケトークへ

# kWelcomeVCStartUsingButtonTitle
source: Start to use
de: Nutzung beginnen
es: Empezar a usar
fr: Commencer à utiliser
it: Inizia a usare
ja: 利用開始
ko: 이용 시작
ms: Mulakan penggunaan
pt_pt: Começar a utilizar
ru: Начать использовать
th: เริ่มใช้งาน
zh_hans: 开始使用
zh_hant: 開始使用

source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
ja: 日
ko: 일
ms: Hari
pt_pt: Dia
ru: д.
th: วัน
zh_hans: 天
zh_hant: 天

source: Days
de: Tage
es: Días
fr: Jours
it: Giorno
ja: 日
ko: 일
ms: Hari
pt_pt: Dias
ru: дня
th: วันแรก
zh_hans: 天
zh_hant: 天

source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
ja: 週
ko: 주
ms: Minggu
pt_pt: Semana
ru: нед.
th: สัปดาห์
zh_hans: 周
zh_hant: 週

source: Weeks
de: Wochen
es: Semanas
fr: Semaines
it: Settimane
ja: 週
ko: 주
ms: Minggu
pt_pt: Semanas
ru: недель
th: สัปดาห์
zh_hans: 周
zh_hant: 週

source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
ja: 月
ko: 월
ms: Bulan
pt_pt: Mês
ru: мес.
th: เดือน
zh_hans: 月
zh_hant: 月

source: Months
de: Monate
es: Meses
fr: Mois
it: Mesi
ja: 月
ko: 월
ms: Bulan
pt_pt: Meses
ru: месяца
th: เดือน
zh_hans: 月
zh_hant: 月

source: Year
de: Jahr
es: Año
fr: An
it: Anno
ja: 年
ko: 연
ms: Tahun
pt_pt: Ano
ru: лет
th: ปี
zh_hans: 年
zh_hant: 年

source: Years
de: Jahren
es: Años
fr: Années
it: Anni
ja: 年
ko: 연
ms: Tahun
pt_pt: Anos
ru: лет
th: ปี
zh_hans: 年
zh_hant: 年

source: day
de: tag
es: día
fr: jour
it: giorno
ja: 日
ko: 일
ms: hari
pt_pt: dia
ru: д.
th: วัน
zh_hans: 天
zh_hant: 天

source: days
de: tage
es: días
fr: jours
it: giorno
ja: 日
ko: 일
ms: hari
pt_pt: dias
ru: дня
th: วันแรก
zh_hans: 天
zh_hant: 天

source: week
de: woche
es: semana
fr: semaine
it: settimana
ja: 週
ko: 주
ms: minggu
pt_pt: semana
ru: нед.
th: สัปดาห์
zh_hans: 周
zh_hant: 週

source: weeks
de: wochen
es: semanas
fr: semaines
it: settimane
ja: 週
ko: 주
ms: minggu
pt_pt: semanas
ru: недель
th: สัปดาห์
zh_hans: 周
zh_hant: 週

source: month
de: monat
es: mes
fr: mois
it: mese
ja: 月
ko: 월
ms: bulan
pt_pt: mês
ru: мес.
th: เดือน
zh_hans: 月
zh_hant: 月

source: months
de: monate
es: meses
fr: mois
it: mesi
ja: 月
ko: 월
ms: bulan
pt_pt: meses
ru: месяца
th: เดือน
zh_hans: 月
zh_hant: 月

source: year
de: jahr
es: año
fr: an
it: anno
ja: 年
ko: 연
ms: tahun
pt_pt: ano
ru: лет
th: ปี
zh_hans: 年
zh_hant: 年

source: years
de: jahren
es: años
fr: années
it: anni
ja: 年
ko: 연
ms: tahun
pt_pt: anos
ru: лет
th: ปี
zh_hans: 年
zh_hant: 年

# kTimeOut
source: Time Out!
de: Zeitüberschreitung!
es: ¡El tiempo ha expirado!
fr: Temporisation!
it: Tempo scaduto!
ja: タイムアウトしました。
ko: 시간이 초과되었습니다
ms: Masa tamat!
pt_pt: Tempo limite excedido!
ru: Время ожидания истекло.
th: หมดเวลา
zh_hans: 已超时。
zh_hant: 已超時。

# kAppleServerBusy
source: Apple server seems busy. Please try again.
ja: Appleサーバーがビジー状態です。もう一度やり直してください

# kTryAgain
source: Try again
de: Bitte versuchen Sie es erneut
es: Inténtelo de nuevo
fr: Réessayez
it: Si prega di riprovare
ja: もう一度やり直してください。
ko: 다시 한번 시도해 주십시오.
ms: Sila cuba lagi
pt_pt: Tente de novo
ru: Повторите попытку.
th: กรุณาลองใหม่อีกครั้ง
zh_hans: 请重试。
zh_hant: 請重試。

# kBestPrice
source: Best Price
de: Empfehlung
es: Mejor precio
fr: Bon prix
it: Miglior prezzo
ja: おすすめ
ko: 추천
ms: Harga Terbaik
pt_pt: Melhor preço
ru: Лучшая цена
th: รายการแนะนำ
zh_hans: 推荐购买
zh_hant: 推薦購買

# kSaveAbout
source: Save about
ja: 週額よりも約

# kYen
source: yen
de: XX Yen sparen
es: ahorre XX yenes
fr: Économiez XX yen
it: risparmia XX yen
ja: XX 円お得
ko: XX 엔 절약
ms: jimat XX yen
pt_pt: poupe XX yens
ru: скидка в XX иен
th: ประหยัด XXเยน
zh_hans: XX 日元优惠
zh_hant: XX 日圓優惠

# kYenPerWeek
source: yen/week
de: Yen/Woche
es: /semana
fr: /semaine
it: alla settimana
ja: /週
ko: /주
ms: /minggu
pt_pt: /semana
ru: /неделя
th: /สัปดาห์
zh_hans: /周
zh_hant: /週

# kYenPerMonth
source: yen/month
de: Yen/Monat
es: /mes
fr: /mois
it: al mese
ja: /月
ko: /월
ms: /bulan
pt_pt: /mês
ru: /месяц
th: /เดือน
zh_hans: /月
zh_hant: /月

# kYenPerYear
source: yen/year
de: Yen/Jahr
es: /año
fr: /an
it: all'anno
ja: /年
ko: /연
ms: /tahun
pt_pt: /ano
ru: /год
th: /ปี
zh_hans: /年
zh_hant: /年

# kStartPocketalkApp
source: Start POCKETALK App
de: POCKETALK starten
es: Inicie la aplicación POCKETALK
fr: Commencer à utiliser l'application de POCKETALK
it: Inizia l'App POCKETALK
ja: ポケトークをはじめる
ko: 포켓토크 시작하기
ms: Mulakan Aplikasi POCKETALK
pt_pt: Iniciar a aplicação POCKETALK
ru: Запустить POCKETALK
th: เริ่มใช้งาน POCKETALK
zh_hans: 开始使用POCKETALK
zh_hant: 開始使用POCKETALK

# kIAPError
source: In-App Purchase Error!
de: Fehler beim In-App-Kauf
es: ¡Error de compra en la aplicación!
fr: Erreur des achats intégrés
it: Errore di acquisto in-app!
ja: アプリ内購入エラー
ko: 인앱 결제 오류
ms: Ralat Pembelian Dalam Aplikasi!
pt_pt: Erro de compra através da aplicação!
ru: Не удалось осуществить встроенную покупку.
th: การซื้อภายในแอปพลิเคชันเกิดข้อผิดพลาด
zh_hans: 应用内购买错误
zh_hant: App內購買錯誤

# kIAPNoProductIDsFound
source: No In-App Purchase product identifiers were found.
de: Es wurden keine In-App-Kauf-Produkt IDs gefunden
es: No se encontró ningún ID de artículo para las compras en la aplicación.
fr: Il n'y a pas d'identifiant d'article des achats intégrés
it: Nessun ID articolo trovato per gli acquisti in-app.
ja: アプリ内購入のアイテムIDがありません
ko: 인앱 결제의 아이템 ID가 없습니다
ms: Tiada ID item ditemui untuk Pembelian Dalam Aplikasi.
pt_pt: Não foi encontrado um ID do item para compras efetuadas através da aplicação.
ru: Встроенных покупок с таким ID не найдено.
th: ไม่มีรหัสรายการสำหรับการซื้อภายในแอปพลิเคชัน
zh_hans: 无应用内购买的项目ID
zh_hant: 無App內購買的項目ID

# kIAPNoProductsFound
source: No In-App Purchases were found.
de: Es wurden keine In-App-Käufe gefunden
es: No hay ninguna compra en la aplicación.
fr: Il n'y a pas d'achats intégrés
it: Nessun acquisto in-app.
ja: アプリ内購入がありません
ko: 인앱 결제가 없습니다
ms: Tiada Pembelian Dalam Aplikasi.
pt_pt: Não existem compras através da aplicação.
ru: Встроенные покупки отсутствуют.
th: ไม่มีการซื้อภายในแอปพลิเคชัน
zh_hans: 无应用内购买
zh_hant: 無App內購買

# kIAPProductRequestFailed
source: Unable to fetch available In-App Purchase products at the moment.
de: Verfügbare In-App-Kauf-Produkte können zur Zeit nicht abgerufen werden
es: No se pueden obtener los artículos de compra en la aplicación disponibles en este momento.
fr: L'article d'achats intégrés utilisable n'est pas capable d'étre obtenu pour le moment
it: Impossibile ottenere articoli disponibili per acquisti in-app in questo momento.
ja: 現在、利用可能なアプリ内購入アイテムを取得できません
ko: 현재 이용 가능한 인앱 결제 아이템을 취득할 수 없습니다
ms: Gagal mendapatkan item Pembelian Dalam Aplikasi yang tersedia buat masa ini.
pt_pt: De momento, não é possível obter itens de compra disponíveis através da aplicação.
ru: Не удалось получить список доступных встроенных покупок.
th: ไม่สามารถรับรายการซื้อภายในแอปพลิเคชันที่สามารถใช้ได้ในขณะนี้
zh_hans: 目前无法获取可用的应用内购买项目
zh_hant: 目前無法獲取可用的App內購買項目

# kIAPPaymentWasCancelled
source: In-App Purchase process was cancelled.
de: In-App-Kauf wurde abgebrochen
es: Su compra en la aplicación ha sido cancelada.
fr: Des achats intégrés ont été annulés
it: Il tuo acquisto in-app è stato cancellato.
ja: アプリ内購入はキャンセルされました
ko: 인앱 결제가 취소되었습니다
ms: Pembelian Dalam Aplikasi anda telah dibatalkan.
pt_pt: A sua compra através da aplicação foi cancelada.
ru: Встроенная покупка отменена.
th: การซื้อภายในแอปพลิเคชันถูกยกเลิกแล้ว
zh_hans: 应用内购买已取消
zh_hant: App內購買已取消

# kfreeUse
source: free use
de: Kostenlos nutzen
es: uso gratuito
fr: Utilisation gratuite
it: utilizzo gratuito
ja: 無料で利用
ko: 무료로 이용
ms: penggunaan percuma
pt_pt: utilização gratuita
ru: бесплатный период
th: ใช้งานฟรี
zh_hans: 免费使用
zh_hant: 免費使用

# kIAPNoPurchasedItemToRestore
source: There are no purchased items to restore.
de: Es gibt keine In-App-Kauf-Produkte zum Wiederherstellen
es: No hay artículos de compra en la aplicación para restaurar.
fr: Il n'y a pas des articles d'achats intégrés à restaurer
it: Nessun articolo di acquisto in-app da ripristinare.
ja: 復元するアプリ内購入アイテムはありません
ko: 복원할 인앱 결제 아이템이 없습니다
ms: Tiada item pembelian dalam aplikasi untuk dikembalikan semula.
pt_pt: Não existem itens de compra através da aplicação para recuperar.
ru: Восстанавливаемых встроенных покупок нет
th: ไม่มีรายการซื้อภายในแอปพลิเคชันที่จะกู้คืน
zh_hans: 没有可以恢复的应用内购买项目
zh_hant: 沒有可以恢復的App內購買項目

# kIAPALLPreviousIAPRestored
source: All previous In-App Purchases have been restored!
de: Alle bisherigen In-App-Käufe wurden wiederhergestellt
es: ¡Todas las compras en la aplicación anteriores se han restaurado!
fr: Tous les achats intégrés ont été restaurés
it: Tutti i precedenti acquisti in-app sono stati ripristinati!
ja: アプリ内購入をすべて復元しました
ko: 인앱 결제를 모두 복원했습니다
ms: Semua Pembelian Dalam Aplikasi yang terdahulu telah dikembalikan semula!
pt_pt: Todas as compras anteriores efetuadas através da aplicação foram recuperadas!
ru: Все предыдущие встроенные покупки восстановлены.
th: การซื้อภายในแอปพลิเคชันได้รับการกู้คืนทั้งหมดแล้ว
zh_hans: 已恢复所有应用内购买
zh_hant: 已恢復所有App內購買
