Repository: Raiyan-sharif/WebSocketExample
Catalog: PockeTalk/PockeTalk/Localization/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, ms, pt_pt, ru, th, zh_hans, zh_hant

# kIAPEnablePaymentFromSettings
source: In-App Purchases are not allowed in this device. To enable it, go to Settings > Screen Time > Content & Privacy Restrictions > iTunes & App Store Purchases > In-app Purchases > Allow
de: In-App-Käufe sind auf diesem Gerät nicht erlaubt. Um es zu aktivieren, wählen Sie [Einstellungen]>[Bildschirmzeit]>[Beschränkungen]>[Käufe im iTunes & App Store]>[In-App-Käufe]>[Erlauben]
es: Las compras en la aplicación no están permitidas en este dispositivo. Para permitirlas, vaya a Ajustes > Tiempo de pantalla > Restricciones de privacidad y contenido > Compras de iTunes y App Store > Compras en la aplicación > Permitir
fr: Des achats intégrés ne sont pas autorisés dans cet appareil. Pour activer, allez aux Paramètres > Temps d'écran > Restrictions relatives au contenu et à la confidentialité > Achats iTunes et AppStore > Achats intégrés > Autoriser
it: Gli acquisti in-app non sono permessi su questo dispositivo. Per attivarli, vai a Impostazioni > Tempo di utilizzo > Restrizioni contenuti e privacy > Acquisti su iTunes e App Store > Acquisti in-app > Consenti
ja: このデバイスではアプリ内購入は許可されていません。有効にするには、[設定]> [利用時間]> [コンテンツとプライバシーの制限]> [iTunesとAppStoreでの購入]> [アプリ内購入]> [許可]で設定してください
ko: 이 디바이스는 인앱 결제가 허용되어 있지 않습니다. 활성화하려면 [설정]> [이용 시간]> [콘텐츠와 개인 정보 제한]> [iTunes와 AppStore에서 구입]> [인앱 결제]> [허용]으로 설정해 주세요
ms: Pembelian Dalam Aplikasi tidak dibenarkan dalam peranti ini. Untuk membenarkannya, pergi ke Tetapan > Masa Skrin > Sekatan Kandungan dan Privasi > Pembelian iTunes & App Store > Pembelian Dalam Aplikasi > Benarkan
pt_pt: As compras efetuadas através da aplicação não são permitidas neste dispositivo. Para ativar esta opção, vá para Definições > Tempo no ecrã > Restrições de conteúdo e privacidade > Compras no iTunes e em app stores > Compras através da aplicação > Permitir
ru: Ваше устройство не разрешает встроенные покупки. Включить их можно, установив параметр Настройки > Экранное время > Контент и конфиденциальность > Покупки в iTunes- и App Store > Встроенные покупки > Да
th: ไม่อนุญาตให้ซื้อภายในแอปพลิเคชันผ่านในอุปกรณ์นี้ หากต้องการเปิดใช้งาน โปรดไปที่ [การตั้งค่า] > [เวลาหน้าจอ] > [การจำกัดเนื้อหาและความเป็นส่วนตัว] > [การซื้อใน iTunes และ App Store] > [การซื้อภายในแอปพลิเคชัน] > [อนุญาต]
zh_hans: 此设备不允许进行应用内购买。要启用该功能，请设置为[设置]> [屏幕使用时间]> [内容和隐私访问限制]> [iTunes与App Store购买]> [应用内购买]>[允许]
zh_hant: 此裝置不允許進行App內購買。要啟用該功能，請設定為[設定]> [螢幕使用時間]> [內容和隱私訪問限制]> [iTunes與App Store購買]> [App內購買]>[允許]

source: Daily Plan
ja: 日額プラン

source: Weekly Plan
de: Wochenplan
es: Plan semanal
fr: Plan pour le paiement hebdomadaire
it: Piano settimanale
ja: 週額プラン
ko: 주간 정액 요금제
ms: Pelan Mingguan
pt_pt: Plano semanal
ru: Недельный тариф
th: แพ็กเกจรายสัปดาห์
zh_hans: 周方案
zh_hant: 週方案

source: Monthly Plan
de: Monatsplan
es: Plan mensual
fr: Plan pour le paiement mensuel
it: Piano mensile
ja: 月額プラン
ko: 월간 정액 요금제
ms: Pelan Bulanan
pt_pt: Plano mensal
ru: Месячный тариф
th: แพ็กเกจรายเดือน
zh_hans: 月方案
zh_hant: 月方案

source: Yearly Plan
de: Jahresplan
es: Plan anual
fr: Plan pour le paiement annuel
it: Piano annuale
ja: 年額プラン
ko: 연간 정액 요금제
ms: Pelan Tahunan
pt_pt: Plano anual
ru: Годовой тариф
th: แพ็กเกจรายปี
zh_hans: 年方案
zh_hant: 年方案

source: Free for
ja: 無料

# msg_liked_item_limit_exits
source: Number of Favorites has reached its limits
de: Anzahl der Favoriten hat ihre Grenzen erreicht
es: El número de favoritos ha llegado a sus límites
fr: Le nombre de favoris a atteint ses limites
it: Il numero dei preferiti ha raggiunto il limite
ja: お気に入りの数が上限です
ko: 즐겨찾기 수가 한계에 도달하였습니다
ms: Bilangan Kegemaran telah mencapai hadnya
pt_pt: O número de favoritos atingiu o seu limite
ru: Достигнут предел количества избранного
th: จำนวนรายการโปรดถึงขีดจำกัดที่กำหนดไว้แล้ว
zh_hans: 可收藏数量已超过上限。
zh_hant: 我的最愛數量已達上限

# kFreePlanDetailText
source: No chargees will be incurred if you cancle within the free period. Charges will continue to be charged from the day after the last day of the free period.
de: Kündigen Sie während des Gratiszeitraums, werden Ihnen keine Kosten berechnet. Ab dem Tag nach dem Ende des Gratiszeitraums wird die Gebühr fortlaufend berechnet.
es: No se aplicará ningún coste si cancela durante el periodo gratuito. La tarifa se cobrará de forma continua desde el día siguiente al último día del periodo gratuito
fr: Le frais n'arrive pas lorsqu vous résiliez en cours de la période gratuite. Le frais sera demandé régulièrement à partir du lendeman de la dernier jour de la période gratuite.
it: Non ti verrà addebitato alcun costo durante il periodo di prova gratuita. La tariffa verrà addebitata in maniera continuativa dal giorno successivo all'ultimo giorno del periodo di prova gratuita.
ja: 無料期間内の解約で料金は発生しません。無料期間最終日の翌日より料金が継続的に課金されます。
ko: 무료 기간 내에 해지하시면 요금이 부가되지 않습니다. 무료 기간 마지막 날의 익일부터 요금이 계속 부가됩니다.
ms: Bayaran tidak akan dikenakan jika anda membuat pembatalan semasa tempoh percuma. Bayaran akan dikenakan secara berterusan bermula hari selepas hari terakhir tempoh percuma
pt_pt: Se cancelar durante o período gratuito, não será efetuada nenhuma cobrança. A taxa será cobrada de maneira contínua um dia após o último dia do período gratuito
ru: При отмене подписки в течение пробного периода плата по тарифу не взимается. Плата начинает взиматься с первого дня после окончания пробного периода.
th: ไม่มีค่าธรรมเนียมหากคุณยกเลิกระหว่างช่วงทดลองใช้งานฟรี ค่าธรรมเนียมจะถูกเรียกเก็บทันทีในวันถัดไปหลังจากวันสุดท้ายของช่วงทดลองใช้งานฟรี
zh_hans: 在免费期内解约将不收取任何费用。 费用将从免费期结束日的次日起持续收取。
zh_hant: 在免費期間內解約將不收取任何費用。 費用將從免費期間結束日的次日起持續收取。

source: Back
de: Zurück
es: Atrás
fr: Précédent
it: Indietro
ja: 戻る
ko: 뒤로 가기
ms: kembali
pt_pt: Retroceder
ru: Назад
th: กลับ
zh_hans: 返回
zh_hant: 返回

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
ms: dekat
pt_pt: Fechar
ru: Закрыть
th: ปิด
zh_hans: 关闭
zh_hant: 關閉

# KBoardingTalkButtonTitle
source: Hold down the button and speak
de: Bei gedrückter Taste sprechen und übersetzen
es: Mantenga presionado el botón y hable
fr: Parler en appuyant le bouton et traduire
it: Tieni premuto il pulsante e parla
ja: ボタンを押したまま話してください。
ko: 누른 상태로 말하며 번역
ms: Tekan dan bercakap untuk penterjemahan
pt_pt: Mantenha o botão premido e fale
ru: Удерживайте кнопку и говорите
th: กดปุ่มค้างไว้แล้วพูด
zh_hans: 按住说话后翻译
zh_hant: 按住说话后翻译

# KBoardingTransLationLan
source: Change the language of translation
de: Änderung der Übersetzungssprache
es: Cambiar el idioma de traducción
fr: Changer la langue de traduction
it: Modifica lingua di traduzione
ja: 翻訳言語の変更
ko: 번역 언어 변경
ms: Tukar bahasa terjemahan
pt_pt: Alterar o idioma da tradução
ru: Изменить язык перевода
th: เปลี่ยนภาษาที่แปล
zh_hans: 更改翻译语言
zh_hant: 更改翻譯語言

# KBoardingLanChange
source: Change source/target language in translation
de: Änderung der Übersetzungsrichtung
es: Cambiar el idioma de origen/destino en la traducción
fr: Changer la langue source/cible dans la traduction
it: Modifica lingua sorgente/destinazione nella traduzione
ja: 翻訳方向の変更
ko: 번역 방향 변경
ms: Tukar arahan terjemahan
pt_pt: Alterar idioma de origem/destino da tradução
ru: Изменить исходный/целевой язык при переводе
th: เปลี่ยนทิศทางการแปล
zh_hans: 更改翻译方向
zh_hant: 更改翻譯方向

# KInfoExpiredLiscnseErrorMessage
source: The effective date was expired
de: Der Gutscheincode ist abgelaufen.
es: Este cupón ha expirado.
fr: Le coupon a été expiré.
it: Questo coupon è scaduto.
ja: クーポンの有効期限が切れました。
ko: 쿠폰의 유효 기간이 만료되었습니다.
ms: Kupon telah luput.
pt_pt: Este cupão expirou.
ru: У купона истек срок годности.
th: คูปองนี้หมดอายุแล้ว
zh_hans: 优惠券已过期。
zh_hant: 優惠券已過期。

# KErrorMessage
source: The authentication was failed. Please retry.
de: Die Authentifizierung ist fehlgeschlagen Bitte versuchen Sie es erneut
es: Error de autenticación. Inténtelo de nuevo.
fr: Échec d'authentification Réessayez
it: Autenticazione fallita. Si prega di riprovare.
ja: 認証に失敗しました やり直してください
ko: 인증에 실패했습니다. 다시 시도해 주십시오
ms: Pengesahan gagal. Sila cuba lagi.
pt_pt: Falha de autenticação. Tente de novo.
ru: Не удалось подтвердить введенные данные. Повторите попытку.
th: การยืนยันตัวตนล้มเหลว กรุณาลองใหม่อีกครั้ง
zh_hans: 身份验证失败 请重试
zh_hant: 身份驗證失敗 請重試

# KSubscriptionErrorMessage
source: Under subscription Coupon code was not activated
de: Der Gutscheincode konnte nicht eingelöst werden, da es sich um einen Abonnementvertrag handelt.
es: Este código de cupón no lo puede usar porque tiene un acuerdo de suscripción.
fr: Le code de coupon n'est pas capable d'utiliser à cause du contrat d'abonnement
it: Questo coupon non può essere utilizzato perché hai già sottoscritto un abbonamento.
ja: サブスクリプション契約されているため クーポンコードが利用できませんでした
ko: 정기 구독 계약 중이므로 쿠폰 코드를 이용할 수 없습니다
ms: Kod kupon ini tidak boleh digunakan kerana anda mempunyai perjanjian langganan.
pt_pt: Este código de cupão não pode ser utilizado porque tem um contrato de subscrição.
ru: Купонный код недоступен при активной подписке.
th: ไม่สามารถใช้รหัสคูปองนี้ได้ เนื่องจากข้อตกลงในการสมัครเป็นสมาชิก
zh_hans: 存在订阅合同 优惠券代码不可用
zh_hant: 存在訂閱合同 優惠券代碼不可用

# kCouponActivatedMesage
source: Coupon has been activated
de: Der Gutschein wurde aktiviert
es: El cupón se ha activado.
fr: Le coupon a été activé
it: Il coupon è stato attivato.
ja: クーポンが有効になりました
ko: 쿠폰이 활성화되었습니다
ms: Kupon telah diaktifkan.
pt_pt: O cupão foi ativado.
ru: Купон активирован.
th: เปิดใช้งานคูปองแล้ว
zh_hans: 优惠券已生效
zh_hant: 優惠券已生效

# kCouponCodeParseError
source: Coupon authentication error Please try again
de: Gutscheincode-Authentifizierung fehlgeschlagen Bitte versuchen Sie es erneut
es: Error de autenticación del código de cupón Inténtelo de nuevo
fr: Erreur d'authentification pour le code de coupon Réessayez
it: Errore di autenticazione del codice coupon Si prega di riprovare
ja: クーポンコード認証エラー 再度お試しください
ko: 쿠폰 코드 인증 오류 다시 시도해 주세요
ms: Ralat pengesahan kod kupon Sila cuba lagi
pt_pt: Erro de autenticação no código do cupão Tente de novo
ru: Не удалось подтвердить купонный код. Попробуйте еще раз.
th: ข้อผิดพลาดในการตรวจสอบรหัสคูปอง โปรดลองอีกครั้ง
zh_hans: 优惠券代码验证错误 请重试
zh_hant: 優惠券代碼驗證錯誤 請重試

source: OK
es: Aceptar
ru: ОК
zh_hans: 确认

# kTitleOk
source: OK
es: Aceptar
ru: ОК
zh_hans: 确认

# kFreePlanText
source: All plans are free for the first
de: Für alle Pläne, 3 Tage sind kostenlos für Neukunden
es: Todos los planes son gratuitos durante los primeros 3 días
fr: Tous les plans sont gratuits au début pour 3 jours
it: Tutti i piani sono gratuiti per i primi 3 giorni
ko: 모든 요금제, 첫 3일간 무료
ms: Semua pelan adalah percuma untuk 3 hari pertama
pt_pt: Todos os planos são gratuitos durante os primeiros 3 dias
ru: Все тарифы бесплатны первые 3 дня
th: ทุกแพ็กเกจ ใช้ฟรี 3 วันแรก
zh_hans: 所有方案的首次利用均免费3天
zh_hant: 所有方案的首次利用均免費3天
